<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------
// $Id$
//网站信息设置
return [
    //版本号
     'version'=>'v1.0.0',
     //官方网址
     'website'=>'http://www.jiasuyo.com',
     //系统版权
     'copyright'=>'乐游科技网络有限公司版权所有',
     //联系qq
     'qq'=>'643125846',
     //授权
     'authver'=>'网络验证',
     //网站版本更新地址
     'app_id'  => 1,
     'app_key' => 'JiaSuYo',
     'app_url' =>'#',
     
     
];