<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------
// $Id$
//网站信息设置
return [
    // +----------------------------------------------------------------------
    // | 基本设置
    // +----------------------------------------------------------------------
    //超级管理员id
    'admin_id'    => 1,
    //网站开关
    'site_status'=>1,
    //网站名称
    'site_name'=>'加速哟网游加速器——超低延迟，拒绝丢包【官方网站】',
    //图标
    'site_ico' =>'fa fa-registered',
    //通讯KEY
    'site_key'=>'rains',
    //通讯密文有效期
    'site_key_expiry'=>2,
    //网站关键词
    'site_keyword'=>'加速哟加速器 加速哟加速器官网 网游加速器 游戏加速器 加速器稳定 加速器好用 外服加速器 海外游戏加速 steam加速 免费加速器 吃鸡加速器 绝地求生加速器 H1Z1加速器 大逃杀加速 lol加速 魔兽加速',
    //网站描述
    'site_description'=>'极速下载，享受外服游戏极致加速，绝地求生、彩虹六号、CSGO一网打尽，赶快下载使用吧！',
    //版权信息
    'site_copyright'=>'乐游网络科技有限公司版权所有',
    //备案号
    'site_record'=>'沪ICP备15003713号',  
    // +----------------------------------------------------------------------
    // | 注册与访问控制
    // +----------------------------------------------------------------------	
	//注册控制
    'register_time'=>120,//多少秒
    'register_num'=>3,//注册次数
    'register_black_count'=>50,//多少次后拉黑
    //邮件找回密码限制
    'email_repwb_time'=>50,//多少秒
    'email_repwb_num'=>1,//注册次数
    'email_repwb_black_count'=>10,//多少次后拉黑 
    // +----------------------------------------------------------------------
    // | rain平台信息
    // +----------------------------------------------------------------------	
    //rain平台用户
    'rain_auth'=>'rain',
	'rain_key' =>'123456',
];